Repository: photangralenphie/SimpleCounter
Catalog: SimpleCounter/Localizable.xcstrings
Source language: en
Languages: de

source: 0 (default)
de: 0 (Standartwert)

source: 1 (default)
de: 0 (Standartwert)

source: Accent Color
de: Akzentfarbe

source: Acending
de: Aufsteigend

source: Add
de: Hinzufügen

source: Add Counter
de: Zähler hinzufügen

source: Adjust counter value.
de: Zählerwert anpassen

source: Alphabetical
de: Alphabetisch

source: Cancel
de: Abbrechen

source: Center
de: Zentral

source: Compact
de: Kompakt

source: Compact Counters
de: Kompakte Zähler

source: Congratulations!
de: Glückwunsch!

source: Count
de: Zählerstand

source: Counter
de: Zähler

source: Counter Style
de: Zähler Stil

source: Creation Date
de: Erstellungsdatum

source: Decending
de: Absteigend

source: Done
de: Fertig

source: Get started by adding a counter with the button below or the plus icon in the toolbar.
de: Mit dem Button unten oder dem Plus-Symbol in der Symbolleiste kannst du einen Zähler hinzufügen.

source: Goal:
de: Zielwert:

source: Haptic Feedback
de: Haptisches

source: Increment:
de: Zuwachsrate:

source: Language (opens Settings App)
de: Sprache (öffnet Einstellungen App)

source: Last Update
de: Letztes Update

source: Left
de: Links

source: Move controls down
de: Steuerelemente nach unten verschieben

source: New Counter
de: Neuer Zähler

source: No counter availible
de: Noch keine Zähler

source: Order
de: Sortierung

source: Other
de: Anderes

source: Please provide a name for your counter
de: Bitte gib einen Namen für deinen Zähler ein.

source: Preview
de: Vorschau

source: Right
de: Rechts

source: Settings
de: Einstellungen

source: Sort
de: Sortieren

source: Sorting by:
de: Sortieren nach:

source: Sounds
de: Töne

source: Start Value:
de: Startwert:

source: Value
de: Wert

source: With a target counter you can set yourself a goal.
de: Mit einem Zielzähler kannst du dir ein Ziel setzten.

source: You reached your goal.
de: Du hast dein Ziel erreicht.
